tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'clusterhq/tap'
tap 'codekitchen/dinghy'
tap 'dart-lang/dart'
tap 'discoteq/discoteq'
tap 'docker-exec/formula'
tap 'drone/drone'
tap 'facebook/fb'
tap 'grammarly/tap'
tap 'homebrew/binary'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/command-not-found'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/gui'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'jlhonora/lsusb'
tap 'jzempel/formula'
tap 'keybase/beta'
tap 'neovim/neovim'
tap 'rogual/neovim-dot-app'
tap 'zyedidia/micro'
cask 'java'
brew 'aalib'
brew 'abduco'
brew 'adns'
brew 'pkg-config'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'makedepend'
brew 'openssl'
brew 'aircrack-ng'
brew 'xz'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'go'
brew 'amazon-ecs-cli'
brew 'android-platform-tools'
brew 'libyaml'
brew 'ansible'
brew 'ansifilter'
brew 'ant'
brew 'app-engine-go-64'
brew 'app-engine-python'
brew 'mercurial'
brew 'aptly'
brew 'docbook'
brew 'asciidoc'
brew 'asciinema'
brew 'gifsicle'
brew 'libtool'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'freetype'
brew 'fontconfig'
brew 'little-cms2'
brew 'gd'
brew 'libwmf'
brew 'pixman'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'gobject-introspection'
brew 'gdk-pixbuf'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'libepoxy'
brew 'intltool'
brew 'gsettings-desktop-schemas'
brew 'harfbuzz'
brew 'pango'
brew 'hicolor-icon-theme'
brew 'gtk+3'
brew 'libcroco'
brew 'librsvg'
brew 'giflib'
brew 'webp'
brew 'imagemagick'
brew 'phantomjs'
brew 'asciinema2gif'
brew 'aspell'
brew 'astyle'
brew 'gdbm'
brew 'python'
brew 'libxml2'
brew 'augeas'
brew 'autossh'
brew 'ec2-api-tools'
brew 'aws-cfn-tools'
brew 'aws-cloudsearch'
brew 'aws-elasticache'
brew 'aws-elasticbeanstalk'
brew 'aws-keychain'
brew 'aws-shell'
brew 'aws-sns-cli'
brew 'awscli'
brew 'babl'
brew 'bash'
brew 'bash-completion'
brew 'bats'
brew 'bazaar'
brew 'bazel'
brew 'bfg'
brew 'binutils'
brew 'swig'
brew 'sphinx-doc'
brew 'cmake', args: ['with-completion']
brew 'd-bus'
brew 'postgresql'
brew 'qt'
brew 'python3'
brew 'shiboken'
brew 'pyside'
brew 'p7zip'
brew 'ssdeep'
brew 'gmp'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'binwalk'
brew 'bison'
brew 'bitrise'
brew 'boost'
brew 'bork'
brew 'brotli'
brew 'coreutils'
brew 'gnu-sed'
brew 'libevent'
brew 'tmux', args: ['HEAD']
brew 'popt'
brew 'oniguruma'
brew 's-lang'
brew 'newt', args: ['with-python']
brew 'byobu'
brew 'calc'
brew 'ccache'
brew 'ccze'
brew 'certstrap'
brew 'cfssl'
brew 'cheat'
brew 'checkbashisms'
brew 'chrome-cli'
brew 'cifer'
brew 'clib'
brew 'sip', args: ['with-python3']
brew 'pyqt'
brew 'qscintilla2'
brew 'codequery'
brew 'colordiff'
brew 'colormake'
brew 'conan'
brew 'corectl'
brew 'cowsay'
brew 'cpulimit'
brew 'cputhrottle'
brew 'cscope'
brew 'csshx'
brew 'ctags'
brew 'libidn'
brew 'libressl'
brew 'libssh2'
brew 'libmetalink'
brew 'curl'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'dialog'
brew 'diff-so-fancy'
brew 'dlite', args: ['HEAD']
brew 'dns2tcp'
brew 'dnsmasq'
brew 'docker-cloud'
brew 'docker-machine-driver-xhyve'
brew 'docker-swarm'
brew 'doctl'
brew 'drip'
brew 'unrar'
brew 'dtrx'
brew 'dvtm'
brew 'envchain'
brew 'envv'
brew 'exercism'
brew 'fasd'
brew 'fcrackzip'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'openjpeg'
brew 'libcaca'
brew 'ffmpeg'
brew 'figlet'
brew 'findutils'
brew 'fleetctl'
brew 'libspiro'
brew 'fontforge'
brew 'fonttools', args: ['HEAD']
brew 'forego'
brew 'foremost'
brew 'fortune'
brew 'fswatch'
brew 'fzf', args: ['HEAD']
brew 'gawk'
brew 'gcutil'
brew 'gdb'
brew 'node'
brew 'generate-json-schema'
brew 'geoip'
brew 'git-cal'
brew 'git-crypt'
brew 'git-extras'
brew 'gnu-getopt'
brew 'git-flow-avh'
brew 'git-fresh'
brew 'git-hooks'
brew 'git-imerge'
brew 'git-plus'
brew 'git-secrets'
brew 'git-subrepo'
brew 'git-vendor'
brew 'git-when-merged'
brew 'gitup'
brew 'glew'
brew 'glide'
brew 'gnu-indent'
brew 'gnu-tar'
brew 'gnu-which'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'pkcs11-helper'
brew 'gnupg-pkcs11-scd'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'goaccess', args: ['with-geoip']
brew 'gollum'
brew 'google-sql-tool'
brew 'googler'
brew 'gosu'
brew 'sdl2'
brew 'sdl2_image'
brew 'gource'
brew 'gowsdl'
brew 'gpm'
brew 'gptsync'
brew 'gtk+'
brew 'gx'
brew 'gx-go'
brew 'hardlink'
brew 'hardlink-osx'
brew 'hashpump'
brew 'haskell-stack'
brew 'heroku-toolbelt'
brew 'lua'
brew 'highlight'
brew 'html2text'
brew 'homebrew/dupes/ncurses'
brew 'htop', args: ['with-ncurses']
brew 'httpie'
brew 'hub'
brew 'hubflow'
brew 'hugo'
brew 'iftop'
brew 'ipcalc'
brew 'ipfs'
brew 'iproute2mac'
brew 'irssi'
brew 'jansson'
brew 'jfrog-cli-go'
brew 'jo'
brew 'jpegoptim'
brew 'jq'
brew 'json-c'
brew 'kakoune', args: ['HEAD']
brew 'keychain'
brew 'kommit'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'pinentry'
brew 'lastpass-cli', args: ['with-pinentry']
brew 'launch'
brew 'launch_socket_server'
brew 'launchdns'
brew 'lesspipe'
brew 'letsencrypt'
brew 'libao'
brew 'libdnet'
brew 'libewf'
brew 'libgit2', args: ['with-libssh2']
brew 'libid3tag'
brew 'libksba'
brew 'liblockfile'
brew 'libmagic'
brew 'libusb'
brew 'libusb-compat'
brew 'libmtp'
brew 'libnet'
brew 'libnids'
brew 'libvo-aacenc'
brew 'libwebsockets'
brew 'libxslt'
brew 'libyubikey'
brew 'libzip'
brew 'liquidprompt'
brew 'lldpd', args: ['with-json', 'with-snmp']
brew 'llvm'
brew 'lnav'
brew 'lockrun'
brew 'logcheck'
brew 'logstalgia'
brew 'lsyncd'
brew 'lua51'
brew 'luajit'
brew 'lynis'
brew 'lzip'
brew 'lzo'
brew 'macvim', args: ['with-override-system-vim', 'with-python3']
brew 'mad'
brew 'mandoc'
brew 'memo'
brew 'ninja'
brew 'meson'
brew 'miruo'
brew 'protobuf'
brew 'mobile-shell'
brew 'moreutils'
brew 'mpg321'
brew 'mr'
brew 'msgpack'
brew 'multirust'
brew 'multitail'
brew 'net-snmp'
brew 'nmap'
brew 'nomad'
brew 'noti'
brew 'npth'
brew 'nspr'
brew 'nss'
brew 'nvm'
brew 'packer'
brew 'pacvim'
brew 'ykclient'
brew 'ykpers'
brew 'pam_yubico'
brew 'pandoc'
brew 'pwgen'
brew 'tree'
brew 'pass', args: ['HEAD']
brew 'pbzip2'
brew 'qt5'
brew 'poppler'
brew 'ttfautohint'
brew 'pdf2htmlex'
brew 'peco'
brew 'pgpdump'
brew 'pigz'
brew 'pinentry-mac', args: ['HEAD']
brew 'postgrest'
brew 'pre-commit'
brew 'protobuf-c'
brew 'pstree'
brew 'pth'
brew 'ptunnel'
brew 'pv'
brew 'py2cairo'
brew 'pyenv'
brew 'pyenv-ccache'
brew 'pyenv-pip-migrate'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'pyenv-which-ext'
brew 'pygobject3'
brew 'pypy'
brew 'pypy3'
brew 'qprint'
brew 'yara'
brew 'radare2'
brew 'rancher-compose'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace', args: ['with-wrap-launchctl', 'with-wrap-pbcopy-and-pbpaste', 'HEAD']
brew 'regex-opt'
brew 'rename'
brew 'rest-shell'
brew 'resty'
brew 'rhino'
brew 'rlog'
brew 'scons'
brew 'sec'
brew 'shellcheck'
brew 'signing-party'
brew 'slacknimate'
brew 'sleepwatcher'
brew 'speedtest_cli'
brew 'spoof-mac'
brew 'ssh-copy-id'
brew 'sshuttle'
brew 'stow'
brew 'subversion', args: ['with-perl']
brew 'sysdig'
brew 'tarsnap'
brew 'task', args: ['HEAD']
brew 'taskd'
brew 'tasksh'
brew 'tcpflow'
brew 'tcping'
brew 'tcpkali'
brew 'tcpreplay'
brew 'tcpsplit'
brew 'tcpstat'
brew 'tcptrace'
brew 'tcptunnel'
brew 'tcpurify'
brew 'terminal-notifier'
brew 'terraform'
brew 'the_platinum_searcher'
brew 'the_silver_searcher'
brew 'tidy-html5'
brew 'tidyp'
brew 'tmux-mem-cpu-load'
brew 'toggle-osx-shadows'
brew 'toilet'
brew 'topgit'
brew 'trash'
brew 'unar'
brew 'uncrustify'
brew 'unfs3'
brew 'unixodbc'
brew 'urlview'
brew 'yajl'
brew 'uwsgi'
brew 'vcsh'
brew 'vimpager'
brew 'vip'
brew 'vit'
brew 'wakatime-cli'
brew 'watch'
brew 'watchman'
brew 'wdiff'
brew 'webkit2png'
brew 'wemux'
brew 'wget'
brew 'wrk'
brew 'xhyve', args: ['HEAD']
brew 'xml2'
brew 'xonsh', args: ['HEAD']
brew 'ykneomgr'
brew 'yubico-piv-tool'
brew 'zbackup'
brew 'zint', args: ['with-qt']
brew 'zopfli'
brew 'zsh', args: ['HEAD']
brew 'zpython'
brew 'zsh-completions'
brew 'zsh-lovers'
brew 'clusterhq/tap/flocker-1.11.0'
brew 'codekitchen/dinghy/dinghy'
brew 'dart-lang/dart/dart', args: ['with-content-shell', 'with-dartium']
brew 'discoteq/discoteq/flock'
brew 'docker-exec/formula/dexec', args: ['HEAD']
brew 'drone/drone/drone', args: ['HEAD']
brew 'facebook/fb/buck'
brew 'grammarly/tap/rocker'
brew 'grammarly/tap/rocker-compose'
brew 'homebrew/binary/appswitch'
brew 'homebrew/binary/kwm'
brew 'homebrew/boneyard/gptfdisk'
brew 'homebrew/completions/aptly-completion'
brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/completions/fabric-completion'
brew 'homebrew/completions/gem-completion'
brew 'homebrew/completions/kitchen-completion'
brew 'homebrew/completions/open-completion'
brew 'homebrew/completions/packer-completion'
brew 'homebrew/completions/pip-completion'
brew 'homebrew/completions/vagrant-completion'
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/ed'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/gzip'
brew 'homebrew/dupes/make'
brew 'homebrew/dupes/openssh'
brew 'homebrew/dupes/screen'
brew 'homebrew/fuse/encfs'
brew 'homebrew/fuse/ext4fuse'
brew 'homebrew/fuse/gcsfuse'
brew 'homebrew/fuse/gitfs'
brew 'homebrew/fuse/ntfs-3g'
brew 'homebrew/fuse/simple-mtpfs'
brew 'homebrew/fuse/sshfs'
brew 'homebrew/gui/tarsnap-gui'
brew 'homebrew/python/numpy'
brew 'homebrew/python/matplotlib'
brew 'homebrew/versions/bash-completion2'
brew 'homebrew/versions/gnupg21'
brew 'jlhonora/lsusb/lsusb'
brew 'jzempel/formula/continuity'
brew 'keybase/beta/keybase', args: ['HEAD']
brew 'neovim/neovim/neovim', args: ['with-release', 'HEAD']
brew 'rogual/neovim-dot-app/neovim-dot-app', args: ['HEAD']
cask 'airmail-beta'
cask 'amethyst'
cask 'atom'
cask 'atom-beta'
cask 'audacity'
cask 'bestres'
cask 'betterzipql'
cask 'brow'
cask 'cdock'
cask 'colorpicker-antetype'
cask 'colorpicker-propicker'
cask 'colorpicker-skalacolor'
cask 'consul-cli'
cask 'dash'
cask 'delayedlauncher'
cask 'deluge'
cask 'disk-inventory-x'
cask 'dockertoolbox'
cask 'easysimbl'
cask 'eclipse-ide'
cask 'electron'
cask 'flashlighttool'
cask 'font-hack'
cask 'fontforge'
cask 'gimp'
cask 'github-desktop'
cask 'gitify'
cask 'gitter'
cask 'go2shell'
cask 'golly'
cask 'goodnight'
cask 'goofy'
cask 'google-chrome'
cask 'google-chrome-beta'
cask 'google-chrome-canary'
cask 'google-cloud-sdk'
cask 'google-drive'
cask 'google-earth-pro'
cask 'google-hangouts'
cask 'google-plus-auto-backup'
cask 'google-web-designer'
cask 'googleappengine'
cask 'gpgtools'
cask 'hammerspoon'
cask 'jira-client'
cask 'kitematic'
cask 'kivy'
cask 'kodi'
cask 'lacona'
cask 'lastpass'
cask 'launchrocket'
cask 'menubar-colors'
cask 'miniconda'
cask 'ncmeta'
cask 'owasp-zap'
cask 'packer'
cask 'pgadmin3'
cask 'phoenix'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'recent-menu'
cask 'sequel-pro'
cask 'skyfonts'
cask 'slimbatterymonitor'
cask 'spaceradar'
cask 'suspicious-package'
cask 'syncthing'
cask 'today-scripts'
cask 'torbrowser'
cask 'tunnelblick'
cask 'tunnelblick-beta'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'
cask 'vlc-nightly'
cask 'webpquicklook'
cask 'xquartz-beta'
cask 'xtrafinder'
cask 'yubico-authenticator'
cask 'yubikey-neo-manager'
cask 'yubikey-personalization-gui'
cask 'yubikey-piv-manager'
cask 'yubiswitch'
cask 'yujitach-menumeters'
